[{
        "title": "กรุ๊ปเลือด A",
        "subtitle": "   เหมาะแก่การรับประทานอาหารมังสวิรัติ เนื่องจากระบบการย่อยอาหารนั้นชาวกรุ๊ปเลือดเอมีกรดในกระเพาะน้อย ทำให้การย่อยอาหารประเภทเนื้อสัตว์ได้ไม่ดีเท่ากรุ๊ปเลือดอื่น ๆ",
        "image_url": "https://www.mashed.com/img/gallery/7-vegetables-you-should-be-eating-and-7-you-shouldnt/intro-1667615155.webp",
        "detail": "   อาหารมังสวิรัติเป็นอาหารที่เหมาะสมสำหรับกรุ๊ปเลือดเอเป็นอย่างยิ่ง เนื่องด้วยชาวกรุ๊ปเลือดเอมีกรดในกระเพาะน้อย และไม่สามารถย่อยหรือเผาผลาญโปรตีนสูงจากสัตว์ได้เพียงพอหรือแม้แต่การรับประทานอาหารจำพวกผลิตภัณฑ์นมทำให้ระบบการย่อยอาหารทำงานได้ไม่ดี และอาจนำมาซึ่งการแพ้อาหารรวมถึงผลิตภัณฑ์จากนมได้ด้วย \n   ดังนั้นการเน้นรับประทานผัก ปลา จึงเป็นอาหารที่เหมาะสมที่สุดสำหรับชาวกรุ๊ปเลือดเอ และช่วยสาว ๆ ในการลดน้ำหนักได้ผลสำเร็จ"
    },

    {
        "title": "กรุ๊ปเลือด B",
        "subtitle": "   กรุ๊ปเลือดบี เป็นลูกผสมระหว่างกรุ๊ปเลือดโอและกรุ๊ปเลือดเอ เป็นกลุ่มมนุษย์ที่เรียนรู้การปลูกพืชและเลี้ยงสัตว์ ชาวกรุ๊ปบีจึงถูกขนานนามว่า นักปศุสัตว์ นักเดินทาง สำหรับระบบย่อยอาหารสามารย่อยอาหารประเภทผลิตภัณฑ์นมได้ดี",
        "image_url": "https://image.bestreview.asia/wp-content/uploads/2020/06/%E0%B8%A7%E0%B8%B4%E0%B8%98%E0%B8%B5-%E0%B8%97%E0%B8%B3%E0%B9%82%E0%B8%A2%E0%B9%80%E0%B8%81%E0%B8%B4%E0%B8%A3%E0%B9%8C%E0%B8%95-%E0%B9%84%E0%B8%A7%E0%B9%89%E0%B8%81%E0%B8%B4%E0%B8%99%E0%B9%80%E0%B8%AD%E0%B8%87-%E0%B8%89%E0%B8%9A%E0%B8%B1%E0%B8%9A%E0%B8%94%E0%B8%B5%E0%B8%95%E0%B9%88%E0%B8%AD%E0%B8%AA%E0%B8%B8%E0%B8%82%E0%B8%A0%E0%B8%B2%E0%B8%9E.jpg",
        "detail": "   เหมาะกับการรับประทานผลิตภัณฑ์นมได้เป็นอย่างดี เพราะน้ำตาลที่พบในเลือดกรุ๊ปบีนั้นมีความคล้ายคลึงกับน้ำตาลที่พบในนม \nอาหารจำพวกนมสด ชีส เนย โยเกิร์ต หรือนมพร่องมันเนยเป็นอาหารที่ย่อยได้ง่าย และร่างกายเปลี่ยนเป็นพลังงานได้เร็ว \n   นอกจากนี้ชาวกรุ๊ปเลือดบียังสามารถผสมผสานการรับประทานโปรตีนเนื้อสัตว์และโปรตีนจากผักได้ดีอีกด้วย ยกเว้นแต่ ข้าวโพด เนื้อไก่ แป้งสาลี ถั่วลิสงที่ต้องหลีกเลี่ยงเป็นพิเศษ เพราะเป็นปัจจัยหลักที่ทำให้น้ำหนักเพิ่มขึ้น"
    },

    {
        "title": "กรุ๊ปเลือด AB",
        "subtitle": "กรุ๊ปเลือดเอบี เป็นการผสมผสานระหว่างกรุ๊ปเลือด A กับ B ดังนั้นวิธีการกินที่เหมาะสมคือการผสมผสานการกินแบบกรุ๊ปเอนิด ๆ และแบบกรุ๊ปบีหน่อย ๆ ชาวกรุ๊ปเอบีมีจุดอ่อนเรื่องสุขภาพอยู่ที่ระบบภูมิคุ้มกันอ่อนแอและกรดในกระเพาะต่ำ...",
        "image_url": "https://cdn.pixabay.com/photo/2022/12/23/16/03/sunrise-7674594_960_720.jpg",
        "detail": ""
    },

    {
        "title": "กรุ๊ปเลือด O",
        "subtitle": "กรุ๊ปเลือดโอ เรียกได้ว่าเป็นบรรพบุรุษแรกเริ่มของมนุษย์ การดำรงชีวิตของมนุษย์ยุคนี้ต้องอาศัยการล่าสัตว์เป็นอาหาร ชาวกรุ๊ปเลือดโอจึงนับว่าเป็นกลุ่มนายพราน นักล่าสัตว์ และนักรบ ชาวกรุ๊ปโอมีกรดในกระเพาสูงเหมาะสำหรับการย่อยเนื้อสัตว์...",
        "image_url": "https://cdn.pixabay.com/photo/2022/11/27/08/39/mountain-7619151_960_720.jpg",
        "detail": ""
    }
]
